const data = [
    { 
    "r030":36,"txt":"Австралійський долар","rate":24.4516,"cc":"AUD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":124,"txt":"Канадський долар","rate":26.9899,"cc":"CAD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":156,"txt":"Юань Женьміньбі","rate":5.3192,"cc":"CNY","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":203,"txt":"Чеська крона","rate":1.6914,"cc":"CZK","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":208,"txt":"Данська крона","rate":5.3352,"cc":"DKK","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":344,"txt":"Гонконгівський долар","rate":4.6585,"cc":"HKD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":348,"txt":"Форинт","rate":0.104682,"cc":"HUF","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":356,"txt":"Індійська рупія","rate":0.44493,"cc":"INR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":360,"txt":"Рупія","rate":0.0024402,"cc":"IDR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":376,"txt":"Новий ізраїльський шекель","rate":10.1085,"cc":"ILS","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":392,"txt":"Єна","rate":0.27457,"cc":"JPY","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":398,"txt":"Теньге","rate":0.08024,"cc":"KZT","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":410,"txt":"Вона","rate":0.028107,"cc":"KRW","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":484,"txt":"Мексиканське песо","rate":2.0238,"cc":"MXN","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":498,"txt":"Молдовський лей","rate":1.9916,"cc":"MDL","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":554,"txt":"Новозеландський долар","rate":22.8682,"cc":"NZD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":578,"txt":"Норвезька крона","rate":3.4927,"cc":"NOK","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":643,"txt":"Російський рубль","rate":0.47125,"cc":"RUB","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":702,"txt":"Сінгапурський долар","rate":27.4952,"cc":"SGD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":710,"txt":"Ренд","rate":2.0557,"cc":"ZAR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":752,"txt":"Шведська крона","rate":3.5233,"cc":"SEK","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":756,"txt":"Швейцарський франк","rate":39.8829,"cc":"CHF","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":818,"txt":"Єгипетський фунт","rate":1.1873,"cc":"EGP","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":826,"txt":"Фунт стерлінгів","rate":45.2482,"cc":"GBP","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":840,"txt":"Долар США","rate":36.5686,"cc":"USD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":933,"txt":"Білоруський рубль","rate":13.2919,"cc":"BYN","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":944,"txt":"Азербайджанський манат","rate":21.5426,"cc":"AZN","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":946,"txt":"Румунський лей","rate":8.0296,"cc":"RON","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":949,"txt":"Турецька ліра","rate":1.9061,"cc":"TRY","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":960,"txt":"СПЗ (спеціальні права запозичення)","rate":49.195,"cc":"XDR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":975,"txt":"Болгарський лев","rate":20.3193,"cc":"BGN","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":978,"txt":"Євро","rate":39.7373,"cc":"EUR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":985,"txt":"Злотий","rate":8.5039,"cc":"PLN","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":12,"txt":"Алжирський динар","rate":0.26987,"cc":"DZD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":50,"txt":"Така","rate":0.34305,"cc":"BDT","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":51,"txt":"Вірменський драм","rate":0.094133,"cc":"AMD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":214,"txt":"Домініканське песо","rate":0.66857,"cc":"DOP","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":364,"txt":"Іранський ріал","rate":0.00087068,"cc":"IRR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":368,"txt":"Іракський динар","rate":0.027915,"cc":"IQD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":417,"txt":"Сом","rate":0.41831,"cc":"KGS","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":422,"txt":"Ліванський фунт","rate":0.002438,"cc":"LBP","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":434,"txt":"Лівійський динар","rate":7.6487,"cc":"LYD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":458,"txt":"Малайзійський ринггіт","rate":8.2822,"cc":"MYR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":504,"txt":"Марокканський дирхам","rate":3.5755,"cc":"MAD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":586,"txt":"Пакистанська рупія","rate":0.12903,"cc":"PKR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":682,"txt":"Саудівський ріял","rate":9.7441,"cc":"SAR","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":704,"txt":"Донг","rate":0.0015582,"cc":"VND","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":764,"txt":"Бат","rate":1.07082,"cc":"THB","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":784,"txt":"Дирхам ОАЕ","rate":9.9566,"cc":"AED","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":788,"txt":"Туніський динар","rate":11.9595,"cc":"TND","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":860,"txt":"Узбецький сум","rate":0.0031985,"cc":"UZS","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":901,"txt":"Новий тайванський долар","rate":1.19936,"cc":"TWD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":934,"txt":"Туркменський новий манат","rate":10.4482,"cc":"TMT","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":941,"txt":"Сербський динар","rate":0.33893,"cc":"RSD","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":972,"txt":"Сомоні","rate":3.3507,"cc":"TJS","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":981,"txt":"Ларі","rate":14.3288,"cc":"GEL","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":986,"txt":"Бразильський реал","rate":7.1775,"cc":"BRL","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":959,"txt":"Золото","rate":72417.53,"cc":"XAU","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":961,"txt":"Срібло","rate":873.96,"cc":"XAG","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":962,"txt":"Платина","rate":35993.74,"cc":"XPT","exchangedate":"03.04.2023"
     }
    ,{ 
    "r030":964,"txt":"Паладій","rate":54480.27,"cc":"XPD","exchangedate":"03.04.2023"
     }
    ];
export default data;